{
    "Parcours stratégique": {
        "description": "Découvrez les points clés du Fort Napoléon.",
        "time": 30,
        "distance": 2.5,
        "points": [
            {
                "titre": "Arrivée au Fort",
                "coords": [
                    43.0937,
                    5.8943
                ],
                "radius": 50,
                "description": "Bienvenue au Fort Napoléon, un lieu chargé d'histoire.En 1812, après avoir été sacré empereur, Napoléon Ier ordonne la construction d'un fort, sur la colline qui lui avait permis de remporter l'une des batailles les plus importantes de sa vie à Toulon. C'est à ce moment que commence la construction du fort Napoléon sur la colline du Caire, un fort enterré basé sur les architectures Vauban, un très grand ingénieur du XVIIe siècle. Cet endroit qui offre une vue à 360° sur la rade toulonnaise et le bassin méditéranéen est un endroit très stratégique comme nous vous le montrerons tout le long du parcours.",
                "video": "videos/1.mp4"
            },
            {
                "titre": "Toulon en 1793",
                "coords": [
                    43.0947,
                    5.89513
                ],
                "radius": 30,
                "description": "En 1793, Toulon est la dernière ville royaliste et sous occupation anglaise. C'est alors qu'un jeune capitaine d'artillerie corse fait son apparition. Ce jeune corse observe les lieux et détermine un point précis, la colline du Caire qui domine les forts de Balaguier et de l'Eguillette. Deux forts construits respectivement en 1636 et 49 ans plus tard en 1685 dans le but d'abattre tout ennemi essayant de pénétrer dans la rade de force avec des coups de canon. Vous l'avez deviné, ce capitaine d'artillerie corse est Napoléon. Le 16 décembre 1793, les forces françaises lancent l'assaut et récupèrent ce point stratégique puis récupèrent les forts Balaguier et de l'Eguillette. Les Anglais n'ont plus le choix, ils sont obligés d'abandonner et de quitter la ville le plus vite possible.",
                "video": "videos/2.mp4"
            },
            {
                "titre": "Présentation d'un glacis",
                "coords": [
                    43.0945562,
                    5.89344
                ],
                "radius": 40,
                "description": "Vous êtes devant un glacis. Ça a l'air d'être juste une pente, et pourtant, c'est une arme redoutable. Elle permettait aux soldats du fort de voir l'ennemi arriver de loin, sans être vus. Les attaquants, eux, devaient grimper cette pente sans aucun abri, complètement à découvert. Et pendant qu'ils galèrent à monter, les défenseurs les attendent en haut, bien protégés. Et au final, beaucoup d'ennemis n'arrivaient même pas jusqu'au fort. Certains faisaient demi-tour rien qu'en voyant ça. Le glacis, c'était un vrai mur invisible. Grâce à lui, ce fort était presque imprenable.",
                "video": "videos/3.mp4"
            },
            {
                "titre": "Le couloir de la mort",
                "coords": [
                    43.09509,
                    5.89379
                ],
                "radius": 40,
                "description": "Imaginez, vous avez réussi à survivre aux glacis… et là, vous tombez sur un long couloir étroit, un couloir de la mort. Ce n'est pas pour rien. L'ennemi qui entrait là était piégé. Il était coincé entre deux grands murs, sans endroit où fuir, sans aucun abri. Au bout, les défenseurs du fort l'attendaient, armés et prêts. C'était comme un piège à rats. Impossible de reculer, impossible d'avancer sans se faire tirer dessus. Ce passage était fait pour bloquer l'ennemi et l'éliminer rapidement. Arriver devant ce couloir, c'était comme signer son arrêt de mort.",
                "video": "videos/4.mp4"
            },
            {
                "titre": "Vue sur Pipaudon et un bastion",
                "coords": [
                    43.09446,
                    5.892248
                ],
                "radius": 30,
                "description": "Vous voyez sûrement les angles de ce fort, ce sont les bastions de forme pointue du fort Napoléon. Placée sur chaque angle du fort, cette défense permet de croiser les tirs et surtout de réduire les angles morts. Les défenseurs se placent dessus pour tirer sur les premiers attaquants et se retirent au fort lorsqu'ils sont en danger. Derrière vous, à flanc de colline, se dresse un autre gardien de la rade : le Fort de Pipaudon. Avec Napoléon, ils formaient un duo stratégique. Grâce à des signaux visuels, les deux forts communiquaient entre eux sur toute potentielle attaque.",
                "video": "videos/5.mp4"
            },
            {
                "titre": "Emplacement stratégique",
                "coords": [
                   43.09309,
                    5.892728
                ],
                "radius": 40,
                "description": "Comme vous pouvez le voir, cet emplacement surplombe complètement le bassin méditaranéen. C'est pour ça que Napoléon a choisi cette colline pour reprendre Toulon. Il permet de prendre le contrôle de Balaguier et de l'Eguillette qui surveillent l'entrée et la sortie de la rade de Toulon. Après avoir pris cette colline, les anglais n'avaient plus le choix, ils devaient quitter la ville au plus vite. Après la reprise de la ville, ce fort permettait de surveiller une grande partie du bassin méditeranéen de toute potentielle attaque.",
                "video": "videos/6.mp4"
            }
        ]
    },
    "parcours2": {
        "description": "Un circuit plus long pour les amateurs d'histoire.",
        "time": 60,
        "distance": 5,
        "points": [
            {
                "titre": "POI1",
                "coords": [
                    43.09517,
                    5.8925
                ],
                "radius": 50,
                "description": "Point de départ de votre aventure historique.",
                "video": "videos/1.mp4"
            },
            {
                "titre": "POI2",
                "coords": [
                   43.09435542927539,
                   5.895212
                ],
                "radius": 30,
                "description": "Explorez la tour est et son architecture unique.",
                "video": "videos/2.mp4"
            },
            {
                "titre": "POI3",
                "coords": [
                   43.095783047989464,
                   5.89408
                ],
                "radius": 40,
                "description": "Un espace de calme et de verdure au cœur du fort.",
                "video": "videos/3.mp4"
            },
            {
                "titre": "POI4",
                "coords": [
                  43.09382065330407,
                  5.891312
                ],
                "radius": 40,
                "description": "Un espace de calme et de verdure au cœur du fort.",
                "video": "videos/4.mp4"
            },
            {
                "titre": "POI5",
                "coords": [
                  43.092666159691404,
                  5.89239
                ],
                "radius": 40,
                "description": "Un espace de calme et de verdure au cœur du fort.",
                "video": "videos/5.mp4"
            },
            {
                "titre": "POI6",
                "coords": [
                  43.092666159691404,
                  5.89239
                ],
                "radius": 40,
                "description": "Un espace de calme et de verdure au cœur du fort.",
                "video": "videos/5.mp4"
            }
        ]
    },
    "parcours3": {
        "description": "Un circuit plus long pour les amateurs d'histoire.",
        "time": 60,
        "distance": 5,
        "points": [
            {
                "titre": "Porte est",
                "coords": [
                    43.09517,
                    5.8925
                ],
                "radius": 50,
                "description": "Point de départ de votre aventure historique.",
                "video": "videos/1.mp4"
            },
            {
                "titre": "Architecture",
                "coords": [
                    43.09446,
                    5.892248
                ],
                "radius": 30,
                "description": "Explorez la tour est et son architecture unique.",
                "video": "videos/2.mp4"
            },
            {
                "titre": "Coeur du fort",
                "coords": [
                    43.09309,
                    5.892728
                ],
                "radius": 40,
                "description": "Un espace de calme et de verdure au cœur du fort.",
                "video": "videos/3.mp4"
            }
        ]
    }
}